{
	"basics": {
		"name": "Sabrina Tidjini",
		"label": "Salesforce Administrator",
		"summary": "Specialized in Business Developer over 7 years, I have decided to switch my carreer to become a Salesforce Administrator. I have been training on Salesforce Trailhead platform and so far I have 35 badges. I'm active on Salesforce Communities and attend many Salesforce events.",
		"website": "https://sabtdj.com",
		"email": "sabrina.tidjini17@gmail.com",
		"phone": "437-992-7808",
		"location": {
			"city": "Canada",
			"countryCode": "On"
		}
	},
	"education": [{
		"endDate": "2016-09-02",
		"area": "UX-Design",
		"studyType": "Certification",
		"institution": "Red Academy",
		"City": "Toronto"
	},{
		"endDate": "2011-01-12",
		"startDate": "2008-01-03",
		"area": "International Business Trade/Marketing",
		"studyType": "Master",
		"institution": "Paris School Of Management-ESG",
		"City": "Paris"
	},{
		"endDate": "2008-06-27",
		"startDate": "2007-09-03",
		"area": "Bachelor of Business Administration",
		"studyType": "Bachelor",
		"institution": "Paris School Of Management-ESG",
		"City": "Paris-London"
	}],

	"skills": [{
			"level": "Advanced",
			"name": "Agile/Scrum"
    },
    {
			"level": "Beginner",
			"name": "CRM Salesforce"
    },
    {
			"level": "Advanced",
			"name": "Lean Startup Methodology"
    },
    {
			"level": "Master",
			"name": "Negotiation"
    },
    {
			"level": "Master",
			"name": "Market Research"
    },
    {
			"level": "Master",
			"name": "Analytical skills"
    }
	],
	"work": [{
			"summary": "RandomCoffees helps to get to know teammates across companies and encourage them to meet for coffee, walk, lunch, Skype on a weekly basis. RandomCoffees helps teams build a strong relationship and enhance corporate culture.",
			"website": "https://www.randomcoffees.com",
			"company": "Random Coffees",
			"position": "Product Manager,",
			"startDate": "2017-05-04",
			"City": "Toronto",
			"highlights": [
				"Wireframe the RandomCoffees Bot through Slack",
				"Prioritizes features by ranking them against the strategic goals and initiative in the backlog",
				"Work closely with engineering on the technical specifications and ensure that teams have all of the information they need to deliver a complete product to market",
				"Inform the development team about the bugs that the users are facing",
				"Train users on the technical part of the product",
				"In charge of social media communication/marketing",
				"Participate in tech events to promote RandomCoffees"
				
			]
		},
		{
			"highlights": [
				"Prospect potential new clinics and turn into the increased business",
				"Cold calls appropriate within the cosmetic surgery market to ensure a robust pipeline of opportunities",
				"Meet potential clinics by growing, maintaining, and leveraging the network",
				"Ensure that data is accurately entered and managed in Edge, sales management system/CRM",
				"I help the company to evaluate diferent CRM Solution and work on adding new objects and picklists on the current CRM Solution",
				"Attend industry function, such as cosmetic surgery events in Montreal, Toronto, Ottawa, and Vancouver and provide feedback to the management team",
				"Design a marketing survey that yields legitimate results to understand clinics habits and needs",
				"Responsible for performing research and providing insights regarding the market, trends, competitors",
				"Build a strong social media visibility through Facebook/Twitter/Instagram to increase inside applications/Loans and drive traffic to Credit Medical Website",
				"Submit weekly progress reports and ensure data is accurate in Edge",
				"Work with marketing team to implement new processes to attract more clinics and solve marketing issues"
			],
			"website": "http://creditmedical.com",
			"company": "Credit Medical Corporation",
			"position": "Bilingual Business Developer",
			"startDate": "2017-06-21",
			"City": "Toronto"
		},
		{
			"highlights": [
				"Researching and positioning products in the field of Augmented Reality to enhance sales and revenue",
				"Developing partnership with startups providing AR in France and UK Present plan approaches and pitches of the product to the potential clients (museums)",
				"Identified and onboarded 6 museums in France contributing to $360K in revenue",
				"Liaise with engineers to translate the client’s needs, concerns, and objectives",
				"Identify, up-sell & cross-sell opportunities within dedicated client base Identify “at- risk” renewal clients early in the cycle and define issues inhibiting a successful, timely renewal",
				"Provide continuous feedback to management on both successes and challenges of the business",
				"Proven expertise in working with the executive level in client environments, as well as with procurement and business owners (Sales, VP, CEO)",
				"Understanding of legal terms in SaaS contracts"
			],
			"summary": "As the scrum master of one of the three cross-functional teams (focused on marketplace product), worked with the Director of Product to run the agile cadence (daily standups to identify blockers for team members, plan bi-weekly sprints and estimate effort and business value)",
			"website": "https://www.globalive.com/",
			"company": "Globalive XMG.",
			"position": "Business Developer",
			"startDate": "2015-05-08",
			"endDate": "2017-06-06",
			"City": "Toronto"
		},
	
		{
			"highlights": [
				"Initiated construction of an onboarding and training framework for the existing account representatives team.",
				"Maintained and developed a rapport with various trade contractors and homeowners to gather user feedback and iterate on the product",
				"Maintained an exceptional level of customer satisfaction",
				"Enter Contcat Records into Salesforce  "

			],
			"summary": "As the scrum master of one of the three cross functional team(focused on marketplace product), worked with the Director of Product to run the agile cadence (daily standups to identify blockers for team members, plan bi-weekly sprints and estimate effort and business value).",
			"website": "https://my.joistapp.com",
			"company": "Joist App",
			"position": "Business Developer and part of the Scrum Team",
			"endDate": "2015-01-09",
			"startDate": "2013-03-08",
			"City": "Toronto"
		},
		{
			"highlights": [
				"Manage, animate and develop a large partners portfolio",
				"Implement the Purchasing Plan relayed by the Buyer Manager in line with the Product strategy:", 
					"Watch Permanently and actively the competition prices in order to align ours with the marketplace",
					"Creates full holiday packages (Spa/accomodation/Restaurant/Outdoor Activity) with multiples partners located in the same area",
					"Achievement and surpassing of sourcing objectives",
					"Negotiation and renegotiation of pricing and contractual conditions to optimize collaboration with our partners (Holiday Residences such as Hotels/Castels/Chalets)",
					"Negotiation of promotions and stocks on products defined upstream",
				"Collaborate and communicate constantly with the Product Manager for the correct display of products and services online"
			],
			"website": "http://www.travelfactory.fr/",
			"company": "TravelFactory",
			"position": "Juniot Buyer and Assistante Product Manager",
			"startDate": "2010-06-01",
			"endDate": "2014-10-10",
			"City": "Paris"
		}
	],
	"meta": {
		"theme": "elegant"
	}
}