{
	"basics": {
		"name": "Sabrina Tidjini",
		"label": "Salesforce Administrator",
		"summary": "Specialized in Business Developer for over 7 years, I'am actively exploring career oportunities in the CRM space. I have been training on the Salesforce Trailhead platform and so far I have 35 badges. I'm active in the Salesforce communities and attend many Salesforce events.",
		"website": "https://sabtdj.com",
		"email": "sabrina.tidjini17@gmail.com",
		"phone": "437-992-7808",
		"location": {
			"city": "Toronto",
			"countryCode": "CA"
		}
	},
	"education": [{
		"endDate": "2016-09-02",
		"area": "UX-Design",
		"studyType": "Certification",
		"institution": "Red Academy",
    "City": "Toronto",
    "courses": []
	},{
		"endDate": "2011-01-12",
		"startDate": "2008-01-03",
		"area": "International Business Trade/Marketing",
		"studyType": "Master",
		"institution": "Paris School Of Management-ESG",
    "City": "Paris",
    "courses": []
	},{
		"endDate": "2008-06-27",
		"startDate": "2007-09-03",
		"area": "Business Administration",
		"studyType": "Bachelor",
		"institution": "Paris School Of Management-ESG",
    "City": "Paris-London",
    "courses": []
	}],

	"skills": [{
			"level": "Intermediate",
			"name": "Agile/Scrum"
    },
    {
			"level": "Intermediate",
			"name": "CRM Salesforce"
    },
    {
			"level": "Intermediate",
			"name": "Lean Startup Methodology"
    },
    {
			"level": "Advanced",
			"name": "Negotiation"
    },
    {
			"level": "Advanced",
			"name": "Market Research"
    },
    {
			"level": "Advanced",
			"name": "Analytical skills"
    }
	],
	"work": [{
			"summary": "RandomCoffees is a Slack Bot that helps collegues get to know each others by encouraging them to meet for coffee, walk, lunch, Skype on a weekly basis.",
			"website": "https://www.randomcoffees.com",
			"company": "RandomCoffees (side project)",
			"position": "Product Manager",
			"startDate": "2017-05-04",
			"City": "Toronto",
			"highlights": [

				"Defining product vision, go-to-market strategies and development priorities", 
				"Responsible for multi channels product marketing and communications",
				"Working closely with engineering team on the technical specifications and release cycles",
				"Designing wireframes for the RandomCoffees Bot",
				"Prioritizing product feature requests and bug fixes",
				"Deliver technical training for administrators", 
				"Participate in tech events to promote RandomCoffees"
			]
		},
		{
			"highlights": [

				"Day-to-day administration of sales cycle management & CRM solution (Edge)",  
				"Collecting business requirements for on-going solution optimization to improve sales productivity", 
				"Delivered on data cleansing project improving accuracy and recency",
				"Prospecting potential new clinics and signing them up for the program",
				"Cold calling cosmetic surgery clinics to generate a robust pipeline of opportunities",
				"Meet prospective clinics by growing, maintaining, and leveraging the network",
				"Attending industry functions, such as cosmetic surgery events across Canada",
				"Designed a marketing survey to gather data on clinics habits and needs yielding valuable insights",
				"Responsible for market research, monitoring trends and competitive intelligence",
				"Developed a strong multi channel social media presence, resulting in an increase in web traffic, applications & conversions", 
				"Working closely with the marketing team to optimize business processes",
				"Developing demand generation strategies"
			],
			"summary":"Credit Medical provide innovative financial services/loans that allow clients and medical practitioners the freedom to focus on the treatment, not the payment.",
			"website": "http://creditmedical.com",
			"company": "Credit Medical Corporation",
			"position": "Bilingual Business Developer",
			"startDate": "2017-06-21",
			"City": "Toronto"
		},
		{
			"highlights": [
				"Researching and positioning products in the field of Augmented Reality to enhance sales and revenue",
                "Developing partnership with startups providing Augmented Reality in France and UK",
                "Identified, pitched and on-boarded 6 museums in France contributing a significate increase in revenue",
                "Liaise with engineers to translate the client’s needs, concerns, and objectives",
                "Proven expertise in working with the executive level in client environments, as well as with procurement and business owners (Sales, VP, CEO)"

			],
			"summary":"Globalive XMG is an augmented reality software company that focused on delivering innovative and immersive experiences to museums and cultural institutions.",
			"website": "https://www.globalive.com",
			"company": "Globalive XMG",
			"position": "Business Developer",
			"startDate": "2015-05-08",
			"endDate": "2017-06-06",
			"City": "Toronto"
		},

		{
			"highlights": [
				"Enter Contact Records into Salesforce",
				"Daily stand-up with the product manager to help him to understand clients' behaviors and take proper actions to develop features that align with prospect/clients needs.",
				"Acted as the scrum master on my cross-functional team",
				"Prospecting new homeowners through yellowpage.com and other platforms",
                "Onboarding and training new sales representative",
                "Maintaining an exceptional level of customer satisfaction",
                "Maintained and developed a rapport with various trade contractors and homeowners to gather user feedback and iterate on the product"
				
			],
			"summary": "Joist helps contractors reach their full potential by providing software solutions that make working with clients seamless and managing their business simple.",
			"website": "https://joist.com",
			"company": "Joist",
			"position": "Business Developer and part of the Scrum Team",
			"endDate": "2015-01-09",
			"startDate": "2013-03-08",
			"City": "Toronto"
		},
		{
			"highlights": [
				"Responsible for large portfolio of partners",
                "Implement the Purchasing Plan relayed by the Buyer Manager in line with the Product strategy:",
                    "Watch competitors prices to align ours with the marketplace",
                    "Creates full holiday packages (Spa/accommodation/Restaurant/Outdoor Activity) with multiples partners located in the same area",
                    "Negotiation and renegotiation  the pricing  and contractual conditions to optimize collaboration with our partners (Holiday Residences such as Hotels/Castels/Chalets)",
                "Collaborate and communicate constantly with the Product Manager for the correct display of products and services online"


			],
			"summary":  "Travelfactory has been a leader of all-inclusive ski holidays, summer holiday rentals and organisation of group student trips in France. Nowadays the company is a key player in the French tourism sector.",
			"website": "http://www.travelfactory.fr",
			"company": "TravelFactory",
			"position": "Junior Buyer and Assistante Product Manager",
			"startDate": "2010-06-01",
			"endDate": "2011-10-10",
			"City": "Paris"
		}
	],
	"languages": [{
		"language": "French",
		"fluency": "Native speaker"
	  }, {
		"language": "English",
		"fluency": "Fluent"
		}, {
			"language": "Dutch",
			"fluency": "Fluent"
	  }],
	"meta": {
		"theme": "elegant"
	}
}