{
	"basics": {
		"name": "Sabrina Tidjini",
		"label": "Salesforce Administrator",
		"summary": "Specialized in Business Developer for over 7 years, I have decided to switch my career to become a Salesforce Administrator. I have been training on the Salesforce Trailhead platform and so far I have 35 badges. I'm active in Salesforce communities and attend many Salesforce events.",
		"website": "https://sabtdj.com",
		"email": "sabrina.tidjini17@gmail.com",
		"phone": "437-992-7808",
		"location": {
			"city": "Canada",
			"countryCode": "On"
		}
	},
	"education": [{
		"endDate": "2016-09-02",
		"area": "UX-Design",
		"studyType": "Certification",
		"institution": "Red Academy",
		"City": "Toronto"
	},{
		"endDate": "2011-01-12",
		"startDate": "2008-01-03",
		"area": "International Business Trade/Marketing",
		"studyType": "Master",
		"institution": "Paris School Of Management-ESG",
		"City": "Paris"
	},{
		"endDate": "2008-06-27",
		"startDate": "2007-09-03",
		"area": "Bachelor of Business Administration",
		"studyType": "Bachelor",
		"institution": "Paris School Of Management-ESG",
		"City": "Paris-London"
	}],

	"skills": [{
			"level": "Advanced",
			"name": "Agile/Scrum"
    },
    {
			"level": "Beginner",
			"name": "CRM Salesforce"
    },
    {
			"level": "Advanced",
			"name": "Lean Startup Methodology"
    },
    {
			"level": "Master",
			"name": "Negotiation"
    },
    {
			"level": "Master",
			"name": "Market Research"
    },
    {
			"level": "Master",
			"name": "Analytical skills"
    }
	],
	"work": [{
			"summary": "RandomCoffees is a Slack Bot that helps collegues get to know each others by encouraging them to meet for coffee, walk, lunch, Skype on a weekly basis. RandomCoffees helps teams build a strong relationship and enhance corporate culture.",
			"website": "https://www.randomcoffees.com",
			"company": "RandomCoffees (side project)",
			"position": "Product Manager",
			"startDate": "2017-05-04",
			"City": "Toronto",
			"highlights": [
				"Wireframe the RandomCoffees Bot",
                "Prioritizes the backlog by ranking features against strategic goals",
                "Work closely with the engineering team on the technical specifications to ensure that the team have all of the information they need to deliver a complete product to market",
                "Prioritize bugs that users are facing for the engineering team to fix",
                "Train users on the technical part of the product",
                "In charge of social media communication/marketing",
                "Participate in tech events to promote RandomCoffees"
				
			]
		},
		{
			"highlights": [
				"Prospect potential new clinics and sign them all into the platform",
                "Cold calls cosmetic surgery clinics to ensure a robust pipeline of opportunities",
                "Meet potential clinics by growing, maintaining, and leveraging the network",
                "Ensure that data is accurately entered and managed in Edge, sales management system/CRM",
                "I help the company to evaluate different CRM Solution and work on adding new objects and picklists on the current CRM Solution",
                "Attend industry function, such as cosmetic surgery events in Montreal, Toronto, Ottawa, and Vancouver and provide feedback to the management team",
                "Design a marketing survey that yields legitimate results to understand clinics habits and needs",
                "Responsible for performing research and providing insights regarding the market, trends, competitors",
                "Build a strong social media visibility through Facebook/Twitter/Instagram to increase inside applications/Loans and drive traffic to Credit Medical Website",
                "Work with the marketing team to implement new processes to attract more clinics and solve marketing issues"
			],
			"summary":"Credit Medical provide innovative financial services that allow clients and practitioners the freedom to focus on the treatment, not the payment.",
			"website": "http://creditmedical.com",
			"company": "Credit Medical Corporation",
			"position": "Bilingual Business Developer",
			"startDate": "2017-06-21",
			"City": "Toronto"
		},
		{
			"highlights": [
				"Researching and positioning products in the field of Augmented Reality to enhance sales and revenue",
                "Developing partnership with startups providing AR in France and UK",
                "Identified, pitched and on-boarded 6 museums in France contributing a significate increase in revenue",
                "Liaise with engineers to translate the client’s needs, concerns, and objectives",
                "Proven expertise in working with the executive level in client environments, as well as with procurement and business owners (Sales, VP, CEO)"
				
			],
			"summary":"",
			"website": "https://www.globalive.com/",
			"company": "Globalive XMG",
			"position": "Business Developer",
			"startDate": "2015-05-08",
			"endDate": "2017-06-06",
			"City": "Toronto"
		},
	
		{
			"highlights": [
				"Prospecting new homeowners through yellowpage.com and other platforms",
                "Onboarding and training new sales representative",
                "Maintained an exceptional level of customer satisfaction",
                "Enter Contact Records into Salesforce",
                "Maintained and developed a rapport with various trade contractors and homeowners to gather user feedback and iterate on the product",
                "Daily stand-up with the product manager to help him to understand clients' behaviors and take proper actions to develop features that align with prospect/clients needs."
			],
			"summary": "Joist helps contractors reach their full potential by providing software solutions that make working with clients seamless and managing their business simple.",
			"website": "https://my.joist.com",
			"company": "Joist App",
			"position": "Business Developer and part of the Scrum Team",
			"endDate": "2015-01-09",
			"startDate": "2013-03-08",
			"City": "Toronto"
		},
		{
			"highlights": [
				"Responsible of a large partners portfolio",
                "Implement the Purchasing Plan relayed by the Buyer Manager in line with the Product strategy:", 
                    "Watch Permanently and actively the competitors prices to align ours with the marketplace",
                    "Creates full holiday packages (Spa/accommodation/Restaurant/Outdoor Activity) with multiples partners located in the same area",
                    "Negotiation and renegotiation of pricing and contractual conditions to optimize collaboration with our partners (Holiday Residences such as Hotels/Castels/Chalets)",
                    "Negotiation of promotions and stocks on products defined upstream",
                "Collaborate and communicate constantly with the Product Manager for the correct display of products and services online"

				
			],
			"summary":  "For the last 20 years, Groupe TRAVELFACTORY has been a leader of all-inclusive ski holidays, summer holiday rentals and organisation of group student trips in France. Nowadays the company is a key player in the French tourism sector, all year round. From a start-up created in the 2000’s by a small group of people passionate about the mountain sector and the online sale of ski, TRAVELFACTORY is now an essential tourism business in France. Agility, perseverance, team spirit, ambition and fulfilment are the key values of the company, all with the aim of simplifying holiday purchases for our customers.",
			"website": "http://www.travelfactory.fr",
			"company": "TravelFactory",
			"position": "Junior Buyer and Assistante Product Manager",
			"startDate": "2010-06-01",
			"endDate": "2014-10-10",
			"City": "Paris"
		}
	],
	"meta": {
		"theme": "elegant"
	}
}